{
  "dialogs": [
    {
      "Id": "640674a812a07d7dd23955a6",
      "lastMessage": "Ipsum aliquip sunt irure deserunt ullamco tempor magna eu amet. Aliqua labore est proident dolor enim. Quis nisi non consequat fugiat commodo reprehenderit elit do tempor incididunt. Cupidatat sunt nisi ut mollit ullamco irure est anim esse esse ullamco esse ipsum. Esse commodo laborum deserunt magna dolor aute dolore do culpa voluptate non quis. Laboris sunt ut ea aliqua laborum irure voluptate occaecat. Reprehenderit aliquip sit qui officia eu aliqua non incididunt officia nostrud sit Lorem nulla.\r\n",
      "unreadMessages": 5,
      "createdAt": "04 Dec 1995 00:12:00 GMT",
      "partner": {
        "fullname": "Glover Abbott",
        "isOnline": false,
        "img": "",
        "userId": "640674a8c045152e1e946262"
      }
    },
    {
      "Id": "640674a8ec52ba4d785d49fc",
      "lastMessage": "Adipisicing dolore consequat culpa minim ullamco ea amet ad ullamco aliquip. Et ea labore aute mollit sit minim sint. Officia in ex anim est adipisicing do adipisicing. Id sint dolor reprehenderit eu fugiat. Et laborum proident consectetur irure ullamco aute laboris laboris dolore excepteur ullamco pariatur amet aliquip.\r\n",
      "unreadMessages": 5,
      "createdAt": "04 Dec 1995 00:12:00 GMT",
      "partner": {
        "fullname": "Latisha Wilcox",
        "isOnline": true,
        "img": "",
        "userId": "640674a88ffff1c2701d8fc3"
      }
    },
    {
      "Id": "640674a886db3327fc3280e2",
      "lastMessage": "Eu minim elit reprehenderit id reprehenderit. Culpa velit sunt qui incididunt. Nisi ex qui nostrud commodo Lorem sunt sunt Lorem reprehenderit tempor elit laborum. Nulla duis pariatur mollit exercitation. Cillum laborum adipisicing ipsum ipsum.\r\n",
      "unreadMessages": 5,
      "createdAt": "04 Dec 1995 00:12:00 GMT",
      "partner": {
        "fullname": "Marta Boyer",
        "isOnline": true,
        "img": "",
        "userId": "640674a8b46ce045dffeac19"
      }
    },
    {
      "Id": "640674a88df4d28b6f79128c",
      "lastMessage": "Id est mollit laborum est ex proident aliqua voluptate labore laborum ad eu consequat eu. Pariatur fugiat magna consequat pariatur enim sint non. In minim adipisicing enim officia nostrud aute cupidatat excepteur fugiat consectetur proident. Sit officia ea consequat aliquip aliquip mollit aute. Excepteur nisi qui aliqua cillum amet quis reprehenderit ad nulla elit sit aute nostrud irure. Ipsum consequat quis eu officia qui laborum in.\r\n",
      "unreadMessages": 5,
      "createdAt": "04 Dec 1995 00:12:00 GMT",
      "partner": {
        "fullname": "Lakeisha Boyd",
        "isOnline": true,
        "img": "",
        "userId": "640674a894073b5796f3aa80"
      }
    },
    {
      "Id": "640674a891391d6baefe45b0",
      "lastMessage": "Do excepteur ipsum ullamco est proident. Velit magna in sit voluptate aliquip esse. Dolore duis ut incididunt nostrud ex consequat minim cillum voluptate amet occaecat id. Laborum incididunt sunt reprehenderit exercitation occaecat id ex culpa. Excepteur velit culpa aute est pariatur. Lorem deserunt cupidatat voluptate eiusmod exercitation proident tempor quis deserunt aute qui eiusmod sit.\r\n",
      "unreadMessages": 5,
      "createdAt": "04 Dec 1995 00:12:00 GMT",
      "partner": {
        "fullname": "Dotson Kidd",
        "isOnline": false,
        "img": "",
        "userId": "640674a8b2352f7bd8701ce1"
      }
    },
    {
      "Id": "640674a8e726a9ab1fd796ba",
      "lastMessage": "Minim et sit mollit reprehenderit tempor adipisicing occaecat excepteur eiusmod. Sunt nulla consectetur anim minim. Occaecat adipisicing ea est deserunt eiusmod. Tempor magna aliquip exercitation ex do quis ea non dolor.\r\n",
      "unreadMessages": 5,
      "createdAt": "04 Dec 1995 00:12:00 GMT",
      "partner": {
        "fullname": "Weber Gonzalez",
        "isOnline": false,
        "img": "",
        "userId": "640674a81b09eb20ba326e39"
      }
    },
    {
      "Id": "640674a8ec66375e811227e3",
      "lastMessage": "Irure quis do deserunt culpa nisi. Culpa nulla minim excepteur voluptate velit ad magna aute magna. Consequat Lorem magna cupidatat Lorem in ipsum cillum nisi mollit ullamco aliqua. Exercitation id ipsum esse voluptate excepteur voluptate veniam tempor incididunt minim cupidatat. Magna ad incididunt ea ullamco excepteur eu id consectetur Lorem amet voluptate.\r\n",
      "unreadMessages": 5,
      "createdAt": "04 Dec 2000 00:12:00 GMT",
      "partner": {
        "fullname": "Huffman Bradshaw",
        "isOnline": true,
        "img": "",
        "userId": "640674a87405053d11c97b1d"
      }
    },
    {
      "Id": "640674a80adebf0e2e7441bb",
      "lastMessage": "Incididunt culpa ea excepteur sint ullamco labore et aliqua nostrud labore amet id culpa. Et veniam ad do magna nostrud excepteur fugiat exercitation sit est ullamco ea ea. Sit nostrud cupidatat in anim deserunt. Aliqua consequat nostrud occaecat fugiat officia cupidatat ut elit cupidatat. Irure nisi amet ipsum et sit tempor. Veniam aliqua cupidatat reprehenderit sint in dolore cillum ea incididunt amet reprehenderit aliquip magna. Ipsum ad do velit ad eu.\r\n",
      "unreadMessages": 5,
      "createdAt": "04 Dec 2022 00:12:00 GMT",
      "partner": {
        "fullname": "Tania Tate",
        "isOnline": true,
        "img": "",
        "userId": "640674a866c50b460763b939"
      }
    },
    {
      "Id": "640674a8a32c5bb0eb1159fe",
      "lastMessage": "Magna veniam adipisicing sint non amet proident adipisicing. Quis mollit adipisicing officia ea anim anim esse tempor. Minim fugiat mollit eu dolore laboris anim deserunt fugiat sint ipsum ad culpa. Veniam dolor aliqua mollit eiusmod nulla voluptate nulla commodo reprehenderit consectetur magna. Aliqua exercitation anim sint eiusmod est consectetur cillum mollit. Laboris labore culpa veniam ad adipisicing sint Lorem aliquip aliqua consectetur consectetur sit.\r\n",
      "unreadMessages": 5,
      "createdAt": "04 Dec 1995 00:12:00 GMT",
      "partner": {
        "fullname": "Dorothy Woodard",
        "isOnline": true,
        "img": "",
        "userId": "640674a89c23ab5ae7ca8de4"
      }
    },
    {
      "Id": "640674a8394eddfe84f905a5",
      "lastMessage": "Velit dolor aliqua est irure ut ut officia nisi nostrud tempor. Pariatur qui cupidatat aute mollit veniam veniam ea in veniam Lorem ullamco anim. Consectetur non cupidatat nisi occaecat nisi irure cupidatat. Id exercitation qui irure sunt labore aute sit enim. Deserunt fugiat dolore nisi esse aliquip nostrud non laborum pariatur nostrud elit nostrud officia. Laboris ullamco est duis amet veniam et incididunt mollit enim. Aliquip pariatur pariatur minim labore dolore ullamco quis.\r\n",
      "unreadMessages": 5,
      "createdAt": "04 Dec 1995 00:12:00 GMT",
      "partner": {
        "fullname": "Minnie Horton",
        "isOnline": false,
        "img": "",
        "userId": "640674a88f170fd220e29c0c"
      }
    },
    {
      "Id": "640674a859fc61f8efd94204",
      "lastMessage": "Velit deserunt eu ipsum amet deserunt. Laboris reprehenderit deserunt fugiat labore adipisicing veniam enim duis adipisicing. Ex cillum adipisicing labore irure tempor non irure laborum proident dolor laboris. Magna ullamco qui consequat deserunt sint.\r\n",
      "unreadMessages": 5,
      "createdAt": "04 Dec 1995 00:12:00 GMT",
      "partner": {
        "fullname": "Wise Burt",
        "isOnline": false,
        "img": "",
        "userId": "640674a81684d23f962fc666"
      }
    },
    {
      "Id": "640674a810e7afdd61d64583",
      "lastMessage": "Ipsum culpa minim fugiat amet duis ut magna ea ullamco non et. Consectetur enim ex commodo in commodo elit elit. Fugiat dolor proident pariatur tempor ipsum.\r\n",
      "unreadMessages": 5,
      "createdAt": "04 Dec 1995 00:12:00 GMT",
      "partner": {
        "fullname": "Tammy Vance",
        "isOnline": false,
        "img": "",
        "userId": "640674a838db329aff44ab49"
      }
    },
    {
      "Id": "640674a85602f61fb3ffe538",
      "lastMessage": "Qui aliquip nostrud incididunt excepteur id voluptate deserunt consectetur magna reprehenderit laborum dolor amet. Ullamco id cupidatat ut nostrud proident ad amet est laborum anim proident nostrud. Laboris ex consequat ullamco sint. Cupidatat veniam sint cupidatat reprehenderit est sunt laborum ea proident est elit pariatur. Ad ut duis reprehenderit anim adipisicing amet amet non dolor velit non.\r\n",
      "unreadMessages": 5,
      "createdAt": "04 Dec 1995 00:12:00 GMT",
      "partner": {
        "fullname": "Tamra Francis",
        "isOnline": false,
        "img": "",
        "userId": "640674a865614ea22a7bcfec"
      }
    },
    {
      "Id": "640674a8a6db907bb2b8a93c",
      "lastMessage": "Commodo occaecat deserunt aute laboris est proident aute cillum excepteur exercitation duis et occaecat velit. Adipisicing magna elit aute Lorem eu tempor mollit pariatur reprehenderit aliquip ipsum sit veniam. Ea commodo ad eiusmod do laboris voluptate est ex sint. Tempor pariatur et mollit nulla dolore velit consectetur fugiat dolor tempor ullamco.\r\n",
      "unreadMessages": 5,
      "createdAt": "04 Dec 1995 00:12:00 GMT",
      "partner": {
        "fullname": "James Pace",
        "isOnline": false,
        "img": "",
        "userId": "640674a873ea95951930a815"
      }
    },
    {
      "Id": "640674a8432e8b64b669bedc",
      "lastMessage": "Aute exercitation eiusmod elit elit deserunt sit minim ea eiusmod officia non ea cupidatat adipisicing. Voluptate ex voluptate aute Lorem. In Lorem anim dolore ut duis nulla. Aute tempor amet occaecat excepteur laboris veniam anim.\r\n",
      "unreadMessages": 5,
      "createdAt": "04 Dec 1995 00:12:00 GMT",
      "partner": {
        "fullname": "Lynch Battle",
        "isOnline": true,
        "img": "",
        "userId": "640674a87741ed1057783339"
      }
    }
  ],
  "messages": [
    {
      "Id": "6406771bc2858573048dafe0",
      "text": "Culpa dolore adipisicing deserunt eiusmod qui nisi adipisicing mollit anim. Ex culpa consectetur aliqua ut cupidatat eiusmod aliqua. Anim tempor cillum aliquip est nisi irure quis. Commodo ea qui commodo ullamco ea ea voluptate elit eu incididunt.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2015-02-07T06:41:23 -03:00",
      "partner": {
        "fullName": "Frank Joyce",
        "isOnline": true,
        "img": "http://placehold.it/32x32",
        "userId": "6406771b62a0cac28301b3e7"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771b6ff6b38fac25f769",
      "text": "Enim exercitation aute ut consequat anim enim sint excepteur incididunt anim enim enim culpa. Deserunt labore consequat incididunt voluptate et ullamco incididunt in sunt voluptate consectetur irure aliqua. Cillum sunt tempor eu in aliqua eiusmod exercitation eu. Adipisicing exercitation nisi occaecat aliquip sit. Nulla aute ea exercitation elit consequat dolore id consequat.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2018-05-30T05:18:26 -03:00",
      "partner": {
        "fullName": "Chandler Harding",
        "isOnline": true,
        "img": "http://placehold.it/32x32",
        "userId": "6406771bce4057bfa6dac288"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771b2e96970be95fb813",
      "text": "Occaecat eiusmod exercitation ea aliqua adipisicing aute deserunt quis mollit laborum excepteur adipisicing aliquip culpa. Nisi Lorem ut cupidatat sit. Occaecat est duis reprehenderit amet ex dolor enim ea labore sit.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2015-10-01T09:55:10 -03:00",
      "partner": {
        "fullName": "Knowles Olsen",
        "isOnline": true,
        "img": "http://placehold.it/32x32",
        "userId": "6406771b0eb7e2f3cb872344"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771b9143ac6d2bfb5c29",
      "text": "Nostrud consectetur fugiat sit ullamco nisi in commodo ipsum sint et laboris est. Labore esse cupidatat elit commodo. Deserunt cupidatat do nostrud id dolore ut non proident elit cupidatat. Ea ex anim aliquip ipsum excepteur laboris officia.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2022-08-09T05:03:50 -03:00",
      "partner": {
        "fullName": "Leigh Turner",
        "isOnline": false,
        "img": "http://placehold.it/32x32",
        "userId": "6406771bb140b70dc6e7189f"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771b7862ec1e7c08667b",
      "text": "Deserunt nostrud excepteur aliquip enim in aute esse magna sunt id voluptate fugiat laborum amet. Pariatur in reprehenderit ad ut. Id culpa occaecat do sint pariatur. Ex mollit sit ex minim labore deserunt non reprehenderit nulla. Irure consequat veniam velit non enim officia elit nisi ad do. Fugiat aliqua nisi enim exercitation.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2023-01-14T09:11:33 -03:00",
      "partner": {
        "fullName": "Deborah Hess",
        "isOnline": false,
        "img": "http://placehold.it/32x32",
        "userId": "6406771b0b7fb7d711605b4a"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771bd6510bfe930655b6",
      "text": "Qui ex sint cupidatat aute tempor commodo veniam eu irure. Eiusmod elit qui in reprehenderit nulla mollit eu laborum occaecat. Labore irure magna nostrud laborum proident. Laborum consequat aute duis deserunt eiusmod qui nisi eu ex consequat nulla magna culpa aliqua. Occaecat non ullamco labore minim laborum eiusmod magna ipsum aliquip aliquip exercitation incididunt quis pariatur. Non incididunt nisi proident ad.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2022-03-24T07:13:52 -03:00",
      "partner": {
        "fullName": "Melisa Myers",
        "isOnline": false,
        "img": "http://placehold.it/32x32",
        "userId": "6406771bf9c75ec1b14f2596"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771bc5a2f9d29f50a947",
      "text": "Cillum est occaecat deserunt sunt. Sunt ut duis amet dolore occaecat ipsum cillum. Nisi proident exercitation ipsum et.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2020-05-28T07:53:10 -03:00",
      "partner": {
        "fullName": "Bethany Steele",
        "isOnline": false,
        "img": "http://placehold.it/32x32",
        "userId": "6406771bc0a62d7e8f105786"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771b81f8d123ad335e3d",
      "text": "Cupidatat commodo adipisicing quis tempor dolor do adipisicing. Qui laboris magna veniam magna ex veniam magna sint laborum sunt et. Eu laboris enim sunt labore aliqua ullamco aliquip magna sunt. Sint exercitation cillum occaecat eu velit ea non magna. Est ea occaecat nisi excepteur eu eiusmod officia minim irure non laborum est.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2019-10-12T04:48:39 -03:00",
      "partner": {
        "fullName": "Norton Fletcher",
        "isOnline": true,
        "img": "http://placehold.it/32x32",
        "userId": "6406771b9860f64705eb17be"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771ba9c997ed27acc2fd",
      "text": "Velit aute ex commodo occaecat eiusmod nostrud. Do aliqua velit ad do ut consequat commodo reprehenderit. Aliquip laborum adipisicing aliquip ad magna quis amet magna ea do quis occaecat sunt in. Labore consectetur sit occaecat eu id.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2022-05-21T01:40:12 -03:00",
      "partner": {
        "fullName": "Tanisha Nicholson",
        "isOnline": true,
        "img": "http://placehold.it/32x32",
        "userId": "6406771b586eec8799a746eb"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771bd4928c2939659d56",
      "text": "Veniam esse anim amet nisi duis sit laboris exercitation est sunt esse commodo. Ipsum mollit velit aliquip duis ad elit do veniam velit. Deserunt anim eu anim velit mollit incididunt. Pariatur non laborum esse sint minim excepteur sint incididunt occaecat fugiat reprehenderit. Ipsum do deserunt consequat eiusmod in minim et nulla ipsum ullamco. Fugiat cillum elit esse incididunt exercitation exercitation velit.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2022-08-21T03:04:17 -03:00",
      "partner": {
        "fullName": "Sherrie Flynn",
        "isOnline": true,
        "img": "http://placehold.it/32x32",
        "userId": "6406771b1130215a2e697318"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771b92da2e4a2cbd10bf",
      "text": "Sint velit labore consectetur mollit elit amet incididunt laboris. Sit ut fugiat dolore mollit officia sunt nulla nulla id proident exercitation nisi aliquip. Ipsum cupidatat ullamco excepteur deserunt. Occaecat nulla non veniam irure sint eu aute eiusmod aliqua cupidatat pariatur.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2022-08-16T12:01:04 -03:00",
      "partner": {
        "fullName": "Dolores Acevedo",
        "isOnline": false,
        "img": "http://placehold.it/32x32",
        "userId": "6406771bad191b9ec4382164"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771b39d09feb3350b1ae",
      "text": "Adipisicing officia labore labore culpa et sint amet do et nulla. Enim nisi tempor qui veniam nulla reprehenderit labore reprehenderit ad pariatur. Veniam tempor ullamco id proident anim reprehenderit sit fugiat dolor. Amet do velit laboris est non. Velit mollit velit laboris incididunt nostrud. Veniam reprehenderit laboris nulla labore consectetur ad cillum esse ea magna id eiusmod deserunt pariatur.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2023-01-25T06:12:48 -03:00",
      "partner": {
        "fullName": "Trujillo Delaney",
        "isOnline": true,
        "img": "http://placehold.it/32x32",
        "userId": "6406771b21d70bbe9955ce6e"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771b154d91ead240a827",
      "text": "Magna minim sit sunt sint irure incididunt adipisicing minim ea id aute fugiat veniam. Aliqua velit esse qui laboris est ullamco sint sunt velit ipsum sit voluptate et. Laborum consectetur culpa est laboris dolor Lorem laborum. Cupidatat ex anim enim nisi sint amet labore. Cillum fugiat est laboris occaecat fugiat qui sit enim. Sunt pariatur ea magna excepteur. Irure commodo tempor ea officia eu excepteur id.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2015-09-12T11:19:06 -03:00",
      "partner": {
        "fullName": "Keller Green",
        "isOnline": true,
        "img": "http://placehold.it/32x32",
        "userId": "6406771befebe353c28a597e"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771bdb2621da7274cf77",
      "text": "Deserunt id eu adipisicing voluptate laborum aliquip minim laboris ut ex. Nisi exercitation adipisicing eu pariatur nulla aliquip deserunt mollit veniam id elit ea. Occaecat dolor laboris cillum Lorem nulla labore eu id dolore officia fugiat officia. Veniam voluptate duis amet amet sint. Sunt irure incididunt amet occaecat.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2018-05-29T01:56:26 -03:00",
      "partner": {
        "fullName": "Haley Ramirez",
        "isOnline": true,
        "img": "http://placehold.it/32x32",
        "userId": "6406771bffae43e73c7f1277"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771b56310d7b374483f5",
      "text": "Deserunt consectetur irure velit aliquip nisi nulla laborum aliquip voluptate amet dolor magna. Excepteur quis id aute esse duis nulla cupidatat quis qui fugiat labore minim deserunt aute. Amet sit culpa quis deserunt. Labore elit est excepteur proident ea magna. Culpa deserunt ea in Lorem quis laboris adipisicing commodo in fugiat. Consectetur laborum elit nisi eu sint veniam in anim ad Lorem qui ut qui.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2019-03-06T09:21:07 -03:00",
      "partner": {
        "fullName": "Lila Johnston",
        "isOnline": false,
        "img": "http://placehold.it/32x32",
        "userId": "6406771b2788a4140e7ed8a9"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771b2407e0a281f0ab64",
      "text": "Incididunt qui nisi adipisicing ullamco cupidatat pariatur aute dolor non consequat minim qui aute mollit. Quis exercitation nostrud pariatur deserunt fugiat laboris occaecat occaecat ea incididunt anim Lorem sunt qui. Irure voluptate do do nulla mollit aliqua nostrud cupidatat consequat nisi ex excepteur. Commodo ipsum labore voluptate do dolore est laboris consectetur id sint veniam dolore. Pariatur sunt ea duis quis incididunt esse deserunt ea reprehenderit nostrud adipisicing Lorem. Et exercitation fugiat dolore amet consectetur occaecat dolore mollit esse quis est sint sunt. Culpa irure adipisicing fugiat sunt proident sunt non ipsum proident.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2022-01-08T02:56:02 -03:00",
      "partner": {
        "fullName": "Buchanan Sexton",
        "isOnline": false,
        "img": "http://placehold.it/32x32",
        "userId": "6406771bde173faad6b8e0f1"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771b74e674629cb6fe72",
      "text": "Irure officia aliquip officia ullamco enim sint qui et. Duis reprehenderit qui sit quis et ullamco ipsum aliquip proident tempor deserunt. Excepteur duis minim anim duis nulla qui. Excepteur ad dolore aute dolor tempor sint eiusmod. Qui fugiat cupidatat qui Lorem ex commodo ad nostrud cillum laborum.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2018-10-02T08:11:07 -03:00",
      "partner": {
        "fullName": "Orr Cooke",
        "isOnline": false,
        "img": "http://placehold.it/32x32",
        "userId": "6406771b7a4bdad74e2ea82d"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771b2622ebabad650e87",
      "text": "Consectetur non magna culpa aliquip. Commodo magna sunt Lorem voluptate sunt laboris cupidatat consectetur deserunt aliqua exercitation consequat exercitation. Nulla commodo laboris ipsum ullamco sit elit aute esse non dolore sint cupidatat laboris.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2019-03-02T08:45:30 -03:00",
      "partner": {
        "fullName": "Corina Mueller",
        "isOnline": true,
        "img": "http://placehold.it/32x32",
        "userId": "6406771bbf597b0ef256b3d1"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771bccc21ac0693dcd39",
      "text": "Voluptate dolor nulla mollit qui dolor sint magna. Minim sint exercitation cillum elit magna aliquip tempor id consectetur ea adipisicing. Tempor sit mollit elit sunt adipisicing ullamco dolore. Aute ipsum est nulla ad. Ut ipsum cupidatat ex occaecat.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2019-10-26T03:43:24 -03:00",
      "partner": {
        "fullName": "Vance Kirk",
        "isOnline": false,
        "img": "http://placehold.it/32x32",
        "userId": "6406771b8e74d318564eee28"
      },
      "dialog": "640674a812a07d7dd23955a6"
    },
    {
      "Id": "6406771b3e04141de2353359",
      "text": "Officia consectetur voluptate duis veniam ad quis ex duis amet. Non irure ipsum ullamco consectetur minim aliqua eu. Esse culpa ut id Lorem fugiat in labore et do sit. Duis minim do in nostrud reprehenderit duis commodo ea ipsum in occaecat minim qui. Ad velit dolor est nulla quis culpa fugiat elit reprehenderit fugiat ut sint. Cupidatat deserunt consequat duis ad minim ex cupidatat adipisicing ad fugiat mollit veniam tempor. Nisi deserunt deserunt cupidatat dolore enim eiusmod excepteur irure enim ex do sunt aliqua do.\r\n",
      "isRead": true,
      "isTexting": false,
      "isMe": false,
      "audio": "",
      "attachments": [],
      "createdAt": "2019-03-26T12:12:00 -03:00",
      "partner": {
        "fullName": "Yesenia Patel",
        "isOnline": true,
        "img": "http://placehold.it/32x32",
        "userId": "6406771b09234966b6a64160"
      },
      "dialog": "640674a812a07d7dd23955a6"
    }
  ]
}
